Repository: kirkoov/foodgram
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Wrong user or author details.
ru: Неверные данные польователя или автора.

source: This subscription exists already.
ru: Уже подписаны.

source: You can't subscribe to yourself.
ru: На себя подписаться нельзя.

source: Not found.
ru: Не найдено.

source: Method not allowed.
ru: Метод не разрешен.

source: This recipe already exists.
ru: Такой рецепт уже есть.

source: No recipe to delete.
ru: Не найден рецепт для удаления.

source: Subscription deleted.
ru: Подписка удалена.

source: No subscription to delete.
ru: Такой подписки и не было.

source: Russian
ru: русский

source: English
ru: английский

source: empty
ru: пусто

source: pic
ru: изобр.

source: colour
ru: цвет

source: recipes
ru: рецепты

source: ingredient name
ru: название ингредиента

source: Enter a unique ingredient name
ru: Введите уникальное название ингредиента

source: measurement unit
ru: единица измерения

source: In grams, pieces, to taste, etc
ru: В грамах, штуках, по вкусу и проч.

source: ingredient
ru: ингредиент

source: ingredients
ru: ингредиенты

source: occasion name
ru: название приема пищи

source: Enter an occasion to eat on, e.g. breakfast, etc.
ru: Введите название приема пищи: завтрак, обед или ужин

source: Enter a unique HEX value with the #
ru: Введите уникальное значение HEX c #

source: slug
ru: сокращенное название

source: Enter a unique slug
ru: Введите уникальное сокращение

source: mealtime
ru: название приема пищи

source: mealtimes
ru: названия приема пищи

source: quantity
ru: количество

source: Enter a quantity of this to use in cooking
ru: Введите нужное для приготовления количество

source: recipe
ru: рецепт

source: recipe ingredient
ru: ингредиент рецепта

source: recipe ingredients
ru: ингредиенты рецепта

source: custom user
ru: "наш пользователь"

source: favourite
ru: объект избранного

source: favourites
ru: объекты избранного

source: shopping_cart
ru: корзина

source: shopping_carts
ru: корзины

source: recipe name
ru: название рецепта

source: Enter a name for your recipe
ru: Дайте название своему рецепту

source: recipe image
ru: изображение для рецепта

source: Upload an image<=1MB for your recipe
ru: Загрузите изобр. для рецепта (не более 1 мб)

source: recipe description
ru: описание рецепта

source: Describe how to cook
ru: Опишите процесс приготовления

source: cooking time
ru: время готовки

source: Enter now many minutes it needs to cook
ru: Введите время приготовления в минутах

source: author
ru: автор

source: published on
ru: дата публикации

source: subscriptions
ru: подписки

source: users
ru: пользователи

source: email
ru: эл.почта

source: Enter the preferred email here
ru: Введите предпочитаемую эл.почту

source: first name
ru: имя

source: last name
ru: фамилия

source: custom users
ru: наши пользователи

source: subscriber
ru: подписчик

source: Who subscribes
ru: Кто подписывается

source: subscribed author
ru: подписываемый автор

source: which recipe author
ru: на какого автора рецептов

source: subscription
ru: подписка
